<?php
    return
    array (
  'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
  'throttle' => 'عدد كبير جدًا من محاولات تسجيل الدخول.  يرجى المحاولة مرة أخرى خلال: ثواني ثواني.',
  'full_name' => 'الاسم الكامل',
  'email' => 'بريد إلكتروني',
  'password' => 'كلمة المرور',
  'confirm_password' => 'تأكيد كلمة المرور',
  'remember_me' => 'تذكرنى',
  'sign_in' => 'تسجيل الدخول',
  'register_your_business' => 'سجل عملك',
  'sign_out' => 'خروج',
  'register' => 'يسجل',
  'search_item' => 'عنصر البحث',
  'login' => 
  array (
    'main_title' => 'تسجيل الدخول',
    'title' => 'قم بتسجيل الدخول لبدء جلستك',
    'forgot_password' => 'لقد نسيت كلمة المرور',
    'register_membership' => 'أفتح حساب الأن',
    'no_account' => 'ليس لديك حساب؟',
  ),
  'registration' => 
  array (
    'main_title' => 'تسجيل حساب',
    'title' => 'تسجيل عضوية جديدة',
    'i_agree' => 'أنا أوافق على',
    'terms' => 'الشروط والأحكام.',
    'have_membership' => 'لدي حساب بالفعل',
    'sign_up_using' => 'قم بالتسجيل باستخدام',
  ),
  'sign_up' => 'اشتراك',
  'forgot_password' => 
  array (
    'main_title' => 'هل نسيت كلمة السر',
    'title' => 'هل نسيت كلمة المرور الخاصة بك؟  هنا يمكنك بسهولة استرداد كلمة المرور الجديدة.',
    'send_pwd_reset' => 'إرسال رابط إعادة تعيين كلمة السر',
    'no_account' => 'ليس لديك حساب؟',
  ),
  'reset_password' => 
  array (
    'main_title' => 'إعادة تعيين كلمة المرور',
    'title' => 'أنت على بعد خطوة واحدة فقط من كلمة المرور الجديدة، قم باستعادة كلمة المرور الخاصة بك الآن.',
    'reset_pwd_btn' => 'إعادة تعيين كلمة المرور',
  ),
  'confirm_passwords' => 
  array (
    'title' => 'الرجاء تأكيد كلمة المرور الخاصة بك قبل المتابعة.',
    'forgot_your_password' => 'نسيت كلمة السر؟',
  ),
  'verify_email' => 
  array (
    'title' => 'تحقق من عنوان بريدك الإلكتروني',
    'success' => 'تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني',
    'notice' => 'قبل المتابعة، يرجى التحقق من بريدك الإلكتروني بحثًا عن رابط التحقق. إذا لم تستلم البريد الإلكتروني،',
    'another_req' => 'انقر هنا لطلب آخر',
  ),
  'emails' => 
  array (
    'password' => 
    array (
      'reset_link' => 'انقر هنا لإعادة تعيين كلمة المرور الخاصة بك',
    ),
  ),
  'copyright' => 'حقوق النشر',
  'all_rights_reserved' => 'كل الحقوق محفوظة.',
  'default_restaurant_not_exist' => 'مطعمك الافتراضي غير موجود.  يرجى الاتصال بالمسؤول الخاص بك.',
);